{
  "navbar": {
    "navbar1": "PROFILE",
    "navbar2": "PROJECT",
    "navbar3": "CONTACT"
  },
  "content": {
    "profile": {
      "title": "PROFILE",
      "subtitle": {
        "1": "SHORT BIOGRAPHY"
      }
    },
    "experience": {
      "subtitle": {
        "1": "WORK EXPERIENCE AND EDUCATION"
      }
    },
    "certification": {
      "subtitle": {
        "1": "COURSE AND CERTIFICATION"
      }
    },
    "skills": {
      "subtitle": "SKILLS"
    },
    "project": {
      "title": "PROJECT",
      "subtitle": {
        "1": "PROJECT LIST"
      }
    },
    "contact": {
      "title": "CONTACT",
      "subtitle": {
        "1": "STAY IN TOUCH"
      }
    }
  },

  "skills": "Learning stage",
  "projectName": "Movie App",
  "projectDetail": "Building a movie application from scratch, using React JS for the frontend, Express for the backend, and MySQL as the database.",
  "projectButton": "View on Github",

  "shortBiography_1": "My name is {{name}}, but you can call me <highlight>{{nickname}}</highlight>. I am {{age}} years old and currently participating in a full-stack web developer bootcamp at <a>{{bootcamp}}</a>. My goal is to become a full-stack web developer with a strong focus on frontend development. I am committed to continuous learning, always striving to improve my skills and stay updated with the latest industry trends.",

  "shortBiography_2": "My journey into web development began six months ago, but my interest in technology has been ongoing for years. After graduating from Vocational High School in 2015, I developed a strong interest in IT, especially in networking and software. During my time in school, I participated in the Student Competency Competition at the provincial level in East Java. Although I didn't win, the experience sparked a deep interest in IT.",

  "shortBiography_3": "After completing my studies, I worked at <highlight>{{company}}</highlight>, a subsidiary of PT Telkom Indonesia, in the telecommunications sector. Throughout my career there, I held various roles, including technician, helpdesk staff for service activation, and eventually, team lead. These positions allowed me to gain valuable technical skills and leadership experience, shaping my ability to manage projects effectively and collaborate with teams. The dynamic environment of the ISP sector also provided me with deep insights into IT, particularly in network infrastructure.",

  "shortBiography_4": "Although I have gained a lot in the ISP industry, my interest in web development continued to grow. This passion eventually led me to shift my career towards full-time web development. Although it was a difficult decision, my determination to follow my passion motivated me to move forward. I firmly believe that learning is a lifelong process, and I am committed to continuously improving and growing in the field of web development.",

  "shortBiography_5": "Currently, I am focusing on both frontend and backend technologies. On the frontend side, I am enhancing my knowledge of React and Redux, as well as exploring various npm React libraries. For the backend, I am working with relational databases and building APIs using Express.js. These are the skills I am developing to achieve my goal of becoming a full-stack developer.",

  "shortBiography_6": "I see consistency and perseverance as the keys to success. I approach the challenges of web development as if climbing a mountain—every difficulty is a step closer to the summit, where the best views await. This mindset drives me to overcome obstacles and keep moving forward on my learning journey.",

  "shortBiography_7": "I am always open to collaboration and learning opportunities. If you are interested in working together or exchanging knowledge, feel free to contact me through the <a>{{contact}}</a> section below. I look forward to connecting with individuals who share the same passion for web development.",
  "shortBiography_8": "this website build, because inspired by Frans Jesky on <a>{{name}}</a>",

  "readMoreButton": "Read More",
  "closeButton": "Close",

  "experience": {
    "bootcamp": {
      "company": "Harisenin.com Bootcamp",
      "location": "Jakarta, Indonesia (Online)",
      "title": "Junior Fullstack Web Developer",
      "position": "Junior Fullstack Web Developer",
      "duration": "May 2024 - Nov 2024",
      "months": "6 Months",
      "description": "For the last 6 months, I joined an intensive fullstack web developer bootcamp, focusing on practical skills needed to become a software engineer. This program gave me a strong foundation in web development, covering front-end, back-end, and efficient technology project management. I also learned how to think like an engineer—solving problems with scalable, efficient, and structured solutions. In addition, I gained a deep understanding of software engineering fundamentals, which became an important base in the application development process.",
      "keyResponsibilities": "Subjects learned during Bootcamp:",
      "responsibilities": [
        {
          "title": "Fundamental Software Engineering",
          "details": "Learning the basic principles of software engineering, like writing efficient code, debugging, and problem-solving strategies, which became the foundation for building applications."
        },
        {
          "title": "Website Development and Fullstack Concepts",
          "details": "Understanding how all parts of a website work together, including developing both client-side (front-end) and server-side (back-end) that are well integrated in one application."
        },
        {
          "title": "Front-End and Back-End Development",
          "details": "Learning the role and relationship between front-end and back-end development, and ensuring data from back-end is processed and displayed properly on the front-end."
        },
        {
          "title": "Version Control System with Git",
          "details": "Using Git as a code management tool, to track changes, work in teams, and apply clear versioning in project development."
        },
        {
          "title": "HTML & CSS",
          "details": "Building well-structured, responsive web pages that follow industry standards using HTML and CSS, providing a strong foundation for further web development."
        },
        {
          "title": "JavaScript for Website Interactivity",
          "details": "Using JavaScript to develop website interactivity, like managing events, fetching dynamic data, and building application logic."
        },
        {
          "title": "Database and Query Design",
          "details": "Managing data in the back-end, starting from designing queries, managing relational databases, and connecting them to applications to display data effectively."
        },
        {
          "title": "Basic UI Design",
          "details": "Besides coding, learning the basics of user interface (UI) design, focusing on intuitive user experience and attractive design."
        },
        {
          "title": "TypeScript and React Scalability",
          "details": "Using TypeScript to improve application scalability, allowing safer and more maintainable code, especially in larger applications."
        },
        {
          "title": "NodeJS for API Development",
          "details": "Using NodeJS to build server-side APIs, understanding how to manage routing, middleware, and database connections in the back-end."
        },
        {
          "title": "Testing and Deployment",
          "details": "Doing testing to ensure the application is free from bugs, and preparing it for deployment to production environments with the best practices."
        },
        {
          "title": "NextJS for Modern Web Application Development",
          "details": "Learning how to develop React applications using NextJS, with features like server-side rendering to improve performance and SEO."
        }
      ]
    },
    "company": "PT Telkom Akses",
    "location": "Malang, Indonesia",
    "duration": "Jul 2015 - Mar 2024",
    "teamLeader": {
      "title": "Team Leader",
      "position": "Provisioning & Migration",
      "duration": "Sep 2020 - Mar 2024",
      "years": "3 years 7 months",
      "description": "As a Team Leader, I led a team of 16 technicians, managed daily operations, and ensured the efficient execution of tasks across a large area. I was responsible for achieving KPIs with monthly performance targets above 98%, which was critical for meeting company revenue goals. I regularly collaborated with senior leaders, providing valuable insights for performance improvement.",
      "keyResponsibilities": "Key responsibilities:",
      "responsibilities": [
        {
          "title": "Task Assignment & Field Support",
          "details": "Distributed daily orders (over 20 per day) evenly among 8 teams, with a completion target of 80-90%. Provided support to technicians in handling field challenges to ensure task efficiency."
        },
        {
          "title": "Performance Monitoring",
          "details": "Tracked daily completion rates on the dashboard, ensuring alignment with KPIs and company targets. Conducted morning briefings to align the team with daily goals and strategies."
        },
        {
          "title": "Reporting & Communication",
          "details": "Submitted detailed performance reports three times a day, tracking progress, completion rates, and identifying escalations needed for management intervention."
        },
        {
          "title": "Quality Assurance",
          "details": "Conducted random checks (spot checks) on installations to ensure compliance with company SOPs and quality standards."
        },
        {
          "title": "KPI & Strategic Planning",
          "details": "Regularly reviewed team performance against monthly KPIs, ensuring we remained above the 98% threshold. Presented results and proposed improvements during quarterly evaluations with management."
        }
      ]
    },
    "helpdesk": {
      "title": "Helpdesk",
      "position": "Provisioning & Migration",
      "duration": "Jun 2019 - Aug 2020",
      "years": "1 year 3 months",
      "description": "As a Migration Helpdesk, I managed the migration from copper to fiber networks in the Greater Malang area, coordinating with over 100 technicians through field supervisors from 10 partner companies. My role involved organizing daily operations, technical configuration, and ensuring smooth service activation for customers.",
      "keyResponsibilities": "Key responsibilities:",
      "responsibilities": [
        {
          "title": "Order Distribution & Management",
          "details": "Distributed daily migration orders to field supervisors from 10 partner companies, ensuring fair and efficient task allocation across the region."
        },
        {
          "title": "Daily Reporting",
          "details": "Prepared and submitted daily reports on migration results and technician performance to the division leader."
        },
        {
          "title": "Service Activation & Troubleshooting",
          "details": "Handled troubleshooting and service activation after migration, ensuring a smooth transition from copper to fiber for internet, telephone, and TV services."
        },
        {
          "title": "OLT Configuration",
          "details": "Configured customer accounts on the OLT system using Telnet and company tools, assigning internet and telephone credentials, and ensuring SIP, BRAS, and middleware integration for smooth services."
        },
        {
          "title": "Collaboration & Support",
          "details": "Collaborated with internal teams and technicians to resolve service issues, moved SIP numbers from MDU to OLT, and occasionally assisted field teams by contacting customers directly for faster installations."
        },
        {
          "title": "Customer Assistance",
          "details": "Assisted customers directly in locating addresses and resolving service activation issues, providing a smoother migration experience."
        }
      ]
    },
    "ioan": {
      "title": "Integrated Access Network Operations",
      "position": "Assurance Technician",
      "duration": "May 2016 - May 2019",
      "years": "3 years 1 month",
      "description": "As an Assurance Technician, I was responsible for troubleshooting and restoring customer services, including internet, landline, and IPTV. My role involved efficiently handling service disruptions while maintaining professional communication with customers.",
      "keyResponsibilities": "Key responsibilities:",
      "responsibilities": [
        {
          "title": "Order Completion",
          "details": "Each day, I received multiple service repair orders, aiming to complete 100% of them on the same day. Additional tasks would arrive throughout the afternoon, requiring swift completion and effective prioritization."
        },
        {
          "title": "Issue Reporting",
          "details": "After completing each job, I reported the cause of the disruption and actions taken to my supervisor. This included materials used for repairs and service restoration."
        },
        {
          "title": "Technical Expertise",
          "details": "I became proficient in diagnosing and repairing various equipment, including fiber optic cables, routers, IPTV systems, and SIP phones. I also gained knowledge of key fiber components such as OTP, ODP, ODC, and OLT."
        },
        {
          "title": "Customer Interaction",
          "details": "My position required clear and professional communication with customers, ensuring they understood the cause of issues and how they were resolved. I developed strong customer service skills through managing complaints and expectations."
        },
        {
          "title": "Coverage Area",
          "details": "The area I handled covered six operational sites, each with at least 6,000 active customers, sometimes reaching tens of thousands. This extensive coverage demanded efficient time management and a quick technical response to meet service level agreements."
        }
      ]
    },
    "dshr": {
      "title": "Deployed Sales Home Reached",
      "position": "Technician",
      "duration": "Feb 2016 - Apr 2016",
      "years": "3 months",
      "description": "During a 3-month assignment, I was part of a special initiative aimed at providing same-day service installations to meet customer demand for fast and efficient service.",
      "keyResponsibilities": "Key responsibilities:",
      "responsibilities": [
        {
          "title": "Sales & Lead Generation",
          "details": "Actively sought new customers by targeting clusters with available fiber ports, conducted door-to-door sales, and used social media to promote the one-day service program."
        },
        {
          "title": "Customer Enrollment & Installation",
          "details": "After securing new customers, I was directly responsible for assisting with enrollment and performing same-day internet service installations to meet the quick service program's goals."
        },
        {
          "title": "Material Management",
          "details": "Coordinated with the warehouse to obtain materials for installations, ensuring that I was fully prepared to complete installations without delays."
        },
        {
          "title": "Daily Reporting",
          "details": "Provided daily reports to management, detailing sales activities, installations, and customer feedback."
        },
        {
          "title": "Target & Performance",
          "details": "My target was to acquire 10 new customers per month. Despite the challenging nature of the role, particularly with limited marketing experience, I managed to achieve 50% of the target in the first month."
        }
      ]
    },
    "provisioning": {
      "title": "Provisioning & Migration",
      "position": "Technician",
      "duration": "Jul 2015 - Jan 2016",
      "years": "7 months",
      "description": "At the beginning of my career, I worked as a New Installation Technician, responsible for installing internet, telephone, and IPTV services for customers.",
      "keyResponsibilities": "Key responsibilities:",
      "responsibilities": [
        {
          "title": "Cable Installation",
          "details": "Managed fiber optic cable pulling from the distribution point (ODP) to the customer's home and performed fusion splicing to ensure a reliable connection."
        },
        {
          "title": "Service Activation",
          "details": "After completing the physical installation, I coordinated with the helpdesk division to request service activation for the customer."
        },
        {
          "title": "Customer Education",
          "details": "Provided detailed instructions on using Wi-Fi, changing Wi-Fi name and password, operating telephone services, and navigating IPTV features such as live TV, on-demand TV, and additional add-ons."
        },
        {
          "title": "Administrative Tasks",
          "details": "Prepared installation reports for material reconciliation and administrative purposes."
        }
      ]
    }
  },

  "education": {
    "school": "Muhammadiyah 1 Vocational High School Kepanjen",
    "location": "Kab. Malang, Indonesia",
    "durationSchool": "Jul 2012 - Mar 2015",
    "title": "Computer and Network Engineering",
    "description1": "During my studies, I gained extensive knowledge and practical experience in various areas of IT:",
    "description2": "While studying at Muhammadiyah 1 Vocational High School Kepanjen, I interned at STIKI (Indonesian College of Informatics and Computers), where I gained hands-on experience in IT support and server maintenance. My responsibilities included performing disk defragmentation, repairing PCs, and maintaining physical servers. This real-world experience solidified my interest in technology and provided valuable insights into IT operations.",
    "description3": "Additionally, I participated in the provincial-level Student Competency Competition focused on IT Network Support. In this competition, I demonstrated my skills in setting up servers with various services, including DNS, DHCP, and firewall configuration. I also showcased my ability to connect users via Wi-Fi using MikroTik and access points. This experience strengthened my foundation in networking and fueled my enthusiasm for the field.",
    "keyResponsibilities": [
      {
        "title": "PC Assembly and Components",
        "details": "Learned to assemble PCs and understand computer components."
      },
      {
        "title": "Web Design and Networking",
        "details": "Studied web design, small and large-scale network topology, and server administration."
      },
      {
        "title": "Network Protocols",
        "details": "Mastered MikroTik, Cisco routers, access points, and Linux server administration."
      },
      {
        "title": "Server Management",
        "details": "Studied Ubuntu and Debian servers, including proxy, DNS, subdomain, DHCP, and firewall."
      }
    ]
  },

  "certification1": "Some certificates obtained in previous jobs",
  "certification2": "Supporting certificates obtained from online learning",
  "certification": [
    {
      "title": "Basic Leadership",
      "arranged": "Arranged by: Telkom Indonesia",
      "credential": "Credential ID: C.TEL.A-053443/PD620/TCU-1B000000/2020",
      "detail": "The course aims to develop leadership skills. Individuals can understand the basic concepts of leadership, improve communication skills, decision-making, time management, and team motivation."
    },
    {
      "title": "JavaScript Programming Basics",
      "arranged": "Arranged by: Dicoding Indonesia",
      "credential": "Credential ID: 4EXG4R931PRL",
      "detail": "Designed for individuals aspiring to become a Web Developer/Back-end Developer using Node.js technology, following industry standards validated by AWS. By the end of the course, students will master the basics of JavaScript for web application development using Node.js."
    },
    {
      "title": "Building Front-End Web for Beginners",
      "arranged": "Arranged by: Dicoding Indonesia",
      "credential": "Credential ID: 72ZDVJVJLZYW",
      "detail": "Designed for Front-End Web Developers who want to build websites with more functionality than just providing information, following industry standards. By the end of the course, students will be able to create interactive front-end web applications with storage features using web storage."
    }
  ],
  "certificationDetail": "TO VIEW ALL COURSE AND MY CERTIFICATION, PLEASE VISIT MY <a>{{linkedin}}</a> PROFILE",

  "skill": "LIST OF MY SKILLS SET",

  "contact": {
    "message": "If you're interested in hiring me or collaborating, feel free to reach out for recruitment, partnership, or follow to stay in touch.",
    "items": [
      {
        "link": "mailto:rezafardaaan@gmail.com",
        "img": "MdEmail",
        "title": "Email",
        "detail": "I always check up on my email daily, this is my primary contact method"
      },
      {
        "link": "https://discordapp.com/users/claustrum_7",
        "img": "PiDiscordLogo",
        "title": "Discord",
        "detail": "I use it daily for multiple purposes, add me if you need real-time conversation"
      },
      {
        "link": "https://www.instagram.com/rezafardan_/",
        "img": "RiInstagramLine",
        "title": "Instagram",
        "detail": "My daily social media, follow me to see my daily life!",
        "className": "sm:row-start-2 md:row-auto"
      },
      {
        "link": "https://t.me/rezafardan",
        "img": "ImTelegram",
        "title": "Telegram",
        "detail": "I rarely use Telegram, but feel free to send me a text on this platform anytime",
        "className": "sm:row-start-2 md:row-start-2 lg:row-auto"
      },
      {
        "link": "https://www.linkedin.com/in/reza-fardan/",
        "img": "GrLinkedin",
        "title": "Linkedin",
        "detail": "Learn more about my professional career background on Linkedin",
        "className": "sm:row-start-3 md:row-start-2 lg:row-start-2"
      },
      {
        "link": "https://github.com/rezafardan",
        "img": "ImGithub",
        "title": "Github",
        "detail": "Find all my personal public project source code and contributions here",
        "className": "sm:row-start-3 md:row-start-2 lg:row-start-2"
      },
      {
        "link": "https://www.tiktok.com/@xijooojooo",
        "img": "AiOutlineTikTok",
        "title": "Tiktok",
        "detail": "Usually, I use TikTok to see technology trends and some funny videos",
        "className": "sm:row-start-4 md:row-start-3 lg:row-start-2"
      },
      {
        "link": "https://x.com/xijoojoo",
        "img": "FaTwitterSquare",
        "title": "Twitter",
        "detail": "Let's be friends on platform X, I use X to see the latest trends and news",
        "className": "sm:row-start-4 md:row-start-3 lg:row-start-2"
      }
    ]
  }
}
